{
  "posts": [
    {
      "text": "Es una enorme desgracia no tener talento para hablar bien, ni la sabiduría necesaria para cerrar la boca.",
      "author": "Jean de la Bruyere"
    },
    {
    "text":"Experiencia es el nombre que damos a nuestras equivocaciones.",
      "author":"Oscar Wilde "
    },
    {
    "text":"Hay cuerdas en el corazón humano que sería mejor no hacerlas vibrar.",
      "author":"Charles Dickens "
    },
    {
    "text":"Sólo el hombre íntegro es capaz de confesar sus faltas y de reconocer sus errores.",
      "author":"Benjamin Franklin"
    },
    {
    "text":"No perdamos nada de nuestro tiempo; quizá los hubo más bellos, pero este es el nuestro",
      "author":"Jean Paul Sartre"
    },
    {
    "text":"¡Es inútil! ¡es inútil intentar liberarse de la propia soledad! Hay que aguantarla toda la vida. Aunque a veces, sólo a veces, el vacío se llene!",
      "author":"D. H. Lawrence"
    },
    {
    "text":"Todo el mundo tienen miedo, todo. Los que no lo tienen no son normales; esto no tiene nada que ver con el valor.",
      "author":"Jean Paul Sartre"
    },
    {
    "text":"La naturaleza nos ha dado las semillas del conocimiento, no el conocimiento mismo.",
      "author":"Séneca "
    },
    {
    "text":"Sólo hay un bien: el conocimiento. Sólo hay un mal: la ignorancia.",
      "author":"Sócrates"
    },
    {
    "text":"La soberanía del hombre está oculta en la dimensión de sus conocimientos.",
      "author":"Sir Francis Bacon "
    },
    {
    "text":"El conocimiento nos hace responsables.",
      "author":"Ernesto 'Che' Guevara "
    },
    {
    "text":"Los grandes conocimientos engendran las grandes dudas.",
      "author":"Aristóteles"
    },
    {
    "text":"Vacía tu bolsillo en tu mente, y tu mente llenará tu bolsillo.",
      "author":"Benjamin Franklin"
    },
    {
    "text":"Invertir en conocimientos produce siempre los mejores beneficios.",
      "author":"Benjamin Franklin"
    },
    {
    "text":"El conocimiento viene, la sabiduría se queda.",
      "author":"Alfred Tennyson"
    },
    {
    "text":"El humilde conocimiento de ti mismo es un camino más seguro hacia Dios que el camino de la ciencia.",
      "author":"Thomas De Kempis"
    },
    {
    "text":"El conocimiento no es algo separado y que se baste a sí mismo, sino que está envuelto en el proceso por el cual la vida se sostiene y se desenvuelve.",
      "author":"John Dewey"
    },
    {
    "text":"Nuestro conocimiento es necesariamente finito, mientras que nuestra ignorancia es necesariamente infinita.",
      "author":"Karl Popper"
    },
    {
    "text":"Sólo el conocimiento que llega desde dentro es el verdadero conocimiento.",
      "author":"Sócrates"
    },
    {
    "text":"Quien no añade nada a sus conocimientos, los disminuye.",
      "author":"El Talmud"
    },
    {
    "text":"Ningún conocimiento humano puede ir más allá de su experiencia.",
      "author":"John Locke"
    },
    {
    "text":"Según vamos adquiriendo conocimiento, las cosas no se hacen más comprensibles, sino más misteriosas.",
      "author":"Albert Schweitzer"
    },
    {
    "text":"El conocimiento es orgulloso por lo mucho que ha aprendido; la sabiduría es humilde porque no sabe más.",
      "author":"William Cowper"
    },
    {
    "text":"El conocimiento es sólo una de las representaciones de la existencia.",
      "author":"José Vasconcelos"
    },
    {
    "text":"La noción que a través de los sentidos adquirimos de las cosas exteriores, aunque no sea tan cierta como nuestro conocimiento intuitivo, merece el nombre de conocimiento.",
      "author":"John Locke"
    },
    {
   "text":"La conclusión es que sabemos muy poco y sin embargo es asombroso lo mucho que conocemos. Y más asombroso todavía que un conocimiento tan pequeño pueda dar tanto poder.",
    "author":"Bertrand Russell"
    },
    {
    "text":"Cuánto placer se obtiene del conocimiento inútil.",
      "author":"Bertrand Russell"
    },
    {
    "text":"Con el conocimiento se acrecientan las dudas.",
      "author":"Goethe"
    },
    {
    "text":"El conocimiento es poder.",
      "author":"Sir Francis Bacon"
    },
    {
    "text":"Cuanto mayor es el conocimiento de un hombre, mayor ha de ser su fe; y cuanto más se acerca a Dios, más clara es su visión de Dios.",
      "author":"Victor Hugo"
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
