{
  "posts": [
    {
      "text": "Es una enorme desgracia no tener talento para hablar bien, ni la sabiduría necesaria para cerrar la boca.",
      "author": "Jean de la Bruyere"
    },
    {
    "text":"El humilde conocimiento de ti mismo es un camino más seguro hacia Dios que el camino de la ciencia.",
      "author":"Thomas De Kempis"
    },
    {
    "text":"El conocimiento no es algo separado y que se baste a sí mismo, sino que está envuelto en el proceso por el cual la vida se sostiene y se desenvuelve.",
      "author":"John Dewey"
    },
    {
    "text":"Nuestro conocimiento es necesariamente finito, mientras que nuestra ignorancia es necesariamente infinita.",
      "author":"Karl Popper"
    },
    {
    "text":"Sólo el conocimiento que llega desde dentro es el verdadero conocimiento.",
      "author":"Sócrates"
    },
    {
    "text":"Quien no añade nada a sus conocimientos, los disminuye.",
      "author":"El Talmud"
    },
    {
    "text":"Cuanto mayor es el conocimiento de un hombre, mayor ha de ser su fe; y cuanto más se acerca a Dios, más clara es su visión de Dios.",
      "author":"Victor Hugo"
    },
    {
    "text":"El conocimiento si no se sabe aplicar es peor que la ignorancia.",
      "author":"Charles Bukowski"
    },
    {
    "text":"Nunca he perdido el sentimiento de contradicción que hay detrás de todo conocimiento.",
      "author":"Hermann Hesse"
    },
    {
    "text":"La manzana no puede ser vuelta a poner de nuevo en el árbol del conocimiento; una vez que empezamos a ver, estamos condenados y enfrentados a buscar la fuerza para ver más, no menos.",
      "author":"Arthur Miller "
    },
    {
    "text":"El aumento del conocimiento depende por completo de la existencia del desacuerdo.",
      "author":"Karl Popper"
    },
    {
    "text":"Es un deber del conocimiento humano comprender que existen y cuáles son las cosas que no puede entender.",
      "author":"Sören Aabye Kierkegaard"
    },
    {
    "text":"Si el conocimiento crea problemas, no es a través de la ignorancia que podamos resolverlos.",
      "author":"Isaac Asimov"
    },
    {
    "text":"La matemática es la ciencia del orden y la medida, de bellas cadenas de razonamientos, todos sencillos y fáciles.",
      "author":"René Descartes"
    },
    {
    "text":"Las matemáticas son el alfabeto con el cual Dios ha escrito el Universo.",
      "author":"Galileo Galilei "
    },
    {
    "text":"Las matemáticas no mienten, lo que hay son muchos matemáticos mentirosos.",
      "author":"Henry David Thoreau"
    },
    {
    "text":"Cuando las leyes de la matemática se refieren a la realidad, no son ciertas; cuando son ciertas, no se refieren a la realidad.",
      "author":"Albert Einstein"
    },
    {
    "text":"Cuando todos los días resultan iguales es porque el hombre ha dejado de percibir las cosas buenas que surgen en su vida cada vez que el sol cruza el cielo.",
      "author":"Paulo Coelho"
    },
    {
    "text":"Los monos son demasiado buenos para que el hombre pueda descender de ellos.",
      "author":"Friedrich Nietzsche "
    },
    {
    "text":"La ciencia moderna aún no ha producido un medicamento tranquilizador tan eficaz como lo son unas pocas palabras bondadosas.",
      "author":"Sigmund Freud"
    },
    {
    "text":"Nadie puede hacer el bien en un espacio de su vida, mientras hace daño en otro. La vida es un todo indivisible.",
      "author":"Mahatma Gandhi"
    },
    {
    "text":"Tú verás que los males de los hombres son fruto de su elección; y que la fuente del bien la buscan lejos, cuando la llevan dentro de su corazón.",
      "author":"Pitágoras de Samos"
    },
    {
    "text":"Buscando el bien de nuestros semejantes, encontramos el nuestro.",
      "author":"Platón"
    },
    {
    "text":"Benevolencia no quiere decir tolerancia de lo ruin, o conformidad con lo inepto, sino voluntad de bien.",
      "author":"Antonio Machado "
    },
    {
    "text":"El único símbolo de superioridad que conozco es la bondad.",
      "author":"Ludwig van Beethoven"
    },
    {
    "text":"Todo acto de bondad es una demostración de poderío.",
      "author":"Miguel de Unamuno"
    },
    {
    "text":"El bien que hemos hecho nos da una satisfacción interior, que es la más dulce de todas las pasiones.",
      "author":"René Descartes"
    },
    {
    "text":"La gente buena, si se piensa un poco en ello, ha sido siempre gente alegre.",
      "author":"Ernest Hemingway"
    },
    {
    "text":"Cuando soy buena, soy buena; cuando soy mala, soy mucho mejor.",
      "author":"Mae West"
    },
    {
    "text":"Jamás es perdido el bien que se hace.",
      "author":"Fénelon"
    },
    {
    "text":"Dijo Platón que los buenos son los que se contentan con soñar aquello que los malos hacen realidad.",
      "author":"Sigmund Freud"
    },
    {
    "text":"No puede existir bondad alguna donde no haya conocimiento de ella.",
      "author":"Juan Luis Vives"
    },
    {
    "text":"Haciendo el bien nutrimos la planta divina de la humanidad; formando la belleza, esparcimos las semillas de lo divino.",
      "author":"Friedrich Schiller"
    },
    {
    "text":"Bueno es dar cuando nos piden; pero mejor es dar sin que nos pidan, como buenos entendedores.",
      "author":"Khalil Gibran"
    },
    {
    "text":"Las almas bellas son las únicas que saben todo lo que hay de grande en la bondad.",
      "author":"Fénelon"
    },
    {
    "text":"No hay alma, por poco noble que sea, que permanezca tan aferrada a los objetos de los sentidos que, a veces, no se aparte de ellos para desear un bien mayor.",
      "author":"René Descartes"
    },
    {
    "text":"Bien están los buenos pensamientos, pero resultan tan livianos como burbuja de jabón, si no los sigue el esfuerzo para concretarlos en acción.",
      "author":"Gaspar Melchor de Jovellanos"
    },
    {
    "text":"El que se ocupa demasiado en hacer el bien no tiene tiempo de ser bueno.",
      "author":"Rabindranath Tagore"
    },
    {
    "text":"Recuerda que eres tan bueno como lo mejor que hayas hecho en tu vida.",
      "author":"Billy Wilder"
    },
    {
    "text":"Cuanto mejor es el bueno, tanto más molesto es para el malo.",
      "author":"San Agustín"
    },
    {
    "text":"Si haces bien para que te lo agradezcan, mercader eres, no bienhechor; codicioso, no caritativo.",
      "author":"Francisco de Quevedo"
    },
    {
    "text":"Si hacemos el bien por interés, seremos astutos, pero nunca buenos.",
      "author":"Cicerón"
    },
    {
    "text":"El bien es lento porque va cuesta arriba. El mal es rápido porque va cuesta abajo.",
      "author":"Alejandro Dumas"
    },
    {
    "text":"La confianza en la bondad ajena es testimonio no pequeño de la propia bondad.",
      "author":"Michel de Montaigne"
    },
    {
    "text":"No hay un instante de tregua entre la virtud y el vicio. La bondad es la única inversión que no falla.",
    "author":"Henry David Thoreau"
    },
    {
    "text":"Todas las cosas buenas de este mundo no son buenas más que por el uso que hacemos de ellas; y que las disfrutamos tanto cuando nos sirven como cuando las juntamos para dárselas a otros, pero no más.",
      "author":"Daniel Defoe"
    },
    {
    "text":"Muchos son los buenos, si se da crédito a los testigos; pocos, si se toma declaración a su conciencia.",
      "author":"Francisco de Quevedo"
    },
    {
    "text":"El que es bueno en la familia es también un buen ciudadano.",
      "author":"Sófocles"
    },
    {
    "text":"Los pecados escriben la historia, el bien es silencioso.",
      "author":"Goethe"
    },
    {
    "text":"Gran parte de la bondad consiste en querer ser bueno.",
      "author":"Séneca"
    },
    {
    "text":"Realmente, no sé si con justicia o no, a mí no me admira el ingenio, porque se ve que hay muchos hombres ingeniosos en el mundo. Tampoco me asombra que haya gente con memoria, por grande y portentosa que sea, ni que haya calculadores; lo que más me asombra es la bondad, y esto lo digo sin el menor asomo de hipocresía.",
      "author":"Pío Baroja"
    }
  ],
  "profile": {
    "name": "typicode"
  }
}

