[
    {
      "text": "Es una enorme desgracia no tener talento para hablar bien, ni la sabiduría necesaria para cerrar la boca.",
      "author": "Jean de la Bruyere"
    },
    {
    "text":"El humilde conocimiento de ti mismo es un camino más seguro hacia Dios que el camino de la ciencia.",
      "author":"Thomas De Kempis"
    },
    {
    "text":"El conocimiento no es algo separado y que se baste a sí mismo, sino que está envuelto en el proceso por el cual la vida se sostiene y se desenvuelve.",
      "author":"John Dewey"
    },
    {
    "text":"La gente buena, si se piensa un poco en ello, ha sido siempre gente alegre.",
      "author":"Ernest Hemingway"
    },
    {
    "text":"Cuando soy buena, soy buena; cuando soy mala, soy mucho mejor.",
      "author":"Mae West"
    },
    {
    "text":"Jamás es perdido el bien que se hace.",
      "author":"Fénelon"
    },
    {
    "text":"Dijo Platón que los buenos son los que se contentan con soñar aquello que los malos hacen realidad.",
      "author":"Sigmund Freud"
    },
    {
    "text":"No puede existir bondad alguna donde no haya conocimiento de ella.",
      "author":"Juan Luis Vives"
    },
    {
    "text":"Haciendo el bien nutrimos la planta divina de la humanidad; formando la belleza, esparcimos las semillas de lo divino.",
      "author":"Friedrich Schiller"
    },
    {
    "text":"Bueno es dar cuando nos piden; pero mejor es dar sin que nos pidan, como buenos entendedores.",
      "author":"Khalil Gibran"
    },
    {
    "text":"Las almas bellas son las únicas que saben todo lo que hay de grande en la bondad.",
      "author":"Fénelon"
    },
    {
    "text":"No hay alma, por poco noble que sea, que permanezca tan aferrada a los objetos de los sentidos que, a veces, no se aparte de ellos para desear un bien mayor.",
      "author":"René Descartes"
    },
    {
    "text":"Bien están los buenos pensamientos, pero resultan tan livianos como burbuja de jabón, si no los sigue el esfuerzo para concretarlos en acción.",
      "author":"Gaspar Melchor de Jovellanos"
    },
    {
    "text":"El que se ocupa demasiado en hacer el bien no tiene tiempo de ser bueno.",
      "author":"Rabindranath Tagore"
    },
    {
    "text":"Recuerda que eres tan bueno como lo mejor que hayas hecho en tu vida.",
      "author":"Billy Wilder"
    },
    {
    "text":"Cuanto mejor es el bueno, tanto más molesto es para el malo.",
      "author":"San Agustín"
    },
    {
    "text":"Si haces bien para que te lo agradezcan, mercader eres, no bienhechor; codicioso, no caritativo.",
      "author":"Francisco de Quevedo"
    },
    {
    "text":"Si hacemos el bien por interés, seremos astutos, pero nunca buenos.",
      "author":"Cicerón"
    },
    {
    "text":"El bien es lento porque va cuesta arriba. El mal es rápido porque va cuesta abajo.",
      "author":"Alejandro Dumas"
    },
    {
    "text":"La confianza en la bondad ajena es testimonio no pequeño de la propia bondad.",
      "author":"Michel de Montaigne"
    },
    {
    "text":"No hay un instante de tregua entre la virtud y el vicio. La bondad es la única inversión que no falla.",
    "author":"Henry David Thoreau"
    },
    {
    "text":"Todas las cosas buenas de este mundo no son buenas más que por el uso que hacemos de ellas; y que las disfrutamos tanto cuando nos sirven como cuando las juntamos para dárselas a otros, pero no más.",
      "author":"Daniel Defoe"
    },
    {
    "text":"Muchos son los buenos, si se da crédito a los testigos; pocos, si se toma declaración a su conciencia.",
      "author":"Francisco de Quevedo"
    },
    {
    "text":"El que es bueno en la familia es también un buen ciudadano.",
      "author":"Sófocles"
    },
    {
    "text":"Los pecados escriben la historia, el bien es silencioso.",
      "author":"Goethe"
    },
    {
    "text":"Gran parte de la bondad consiste en querer ser bueno.",
      "author":"Séneca"
    },
    {
    "text":"Realmente, no sé si con justicia o no, a mí no me admira el ingenio, porque se ve que hay muchos hombres ingeniosos en el mundo. Tampoco me asombra que haya gente con memoria, por grande y portentosa que sea, ni que haya calculadores; lo que más me asombra es la bondad, y esto lo digo sin el menor asomo de hipocresía.",
      "author":"Pío Baroja"
    },
    {
    "text":"La libertad, Sancho, es uno de los más preciosos dones que a los hombres dieron los cielos; con ella no pueden igualarse los tesoros que encierran la tierra y el mar: por la libertad, así como por la honra, se puede y debe aventurar la vida.",
      "author":"Miguel de Cervantes"
    },
    {
    "text":"La libertad no tiene su valor en sí misma: hay que apreciarla por las cosas que con ella se consiguen.",
      "author":"Ramiro de Maeztu"
    },
    {
    "text":"Lo bueno de los años es que curan heridas, lo malo de los besos es que crean adicción.",
      "author":"Joaquín Sabina "
    },
  {
  "text":"La fuerza del carácter con frecuencia no es más que debilidad de sentimientos.",
    "author":"Arthur Schnitzler"
  },
  {
  "text":"Nada revela tan fiablemente el carácter de una persona como su voz.",
    "author":"Benjamin Disraeli"
  }
  ]
